Repository: NileshDhamat48/karkar-provider
Catalog: lib/l10n/app_*.arb
Languages: it

source: Hello World!
it: eHello World!

# languageUpdated
source: Language updated sucessfully
it: Lingua aggiornata con successo

source: Select Language
it: Lingua Preferita

source: No Internet
it: Internet Assente

source: No Data
it: Nessun Dato Presente

source: Please select Country
it: Selezionare il Paese

# phoneNumberhaveatleastdigitNumber
source: Phone Number must have atleast 10 digit Number
it: Numero di cellulare deve avere 10 cifre

source: Terms & Conditions and Privacy Policy is required
it: Accettare i Termini e la Privacy

source: Enter Phone number
it: Indicare numero a cui inviare SMS di accesso

source: Phone Number
it: Numero Cellulare

source: Confirm to accept our
it: Accetti i nostri

source: Terms & Condition
it: Termini & Condizioni

source: and our
it: e la nostra

# enteravalidemailaddress
source: Enter valid email address
it: Inserire una mail valida

# continues
source: Continue
it: Continua

source: Select Country
it: Seleziona Paese

source: Image is required
it: Immagine obbligatoria

source: Full name is required
it: Nome Azienda/Esercizio/Fornitore obbligatorio

source: Email address is required
it: Indirizzo email obbligatorio

source: Phone Number is required
it: Il Cellulare è obbligatorio

source: Phone Number must have atleast 10 digit Number
it: Il cellulare deve contenere almeno 10 cifre

source: Register
it: Registrati

source: Register Now
it: Conferma & Registrati

source: Enter Full Name
it: Indicare Nome Azienda/Esercizio/Fornitore

source: Full Name
it: Nome Azienda/Esercizio/Fornitore

# enterEmailAddress
source: Email Address
it: Indicare Indirizzo Email

source: Email Address
it: Indirizzo Email

source: Unable to PickImage
it: Immagine NON caricata

source: My Services
it: I miei Servizi

source: Change Language
it: Cambia Lingua

source: Contact us
it: Contatti

source: FAQs
it: FAQ

source: Logout
it: Esci

source: Around Me
it: Attorno a noi

source: DONE
it: FATTO

source: Reviews
it: Recensioni

source: More
it: Altro

source: Enter the provider name
it: Inserire Nome Azienda/Esercizio/Fornitore

source: Openning time is required
it: Orario di apertura obbligatorio

source: Clossing time is required
it: Orario di chiusura obbligatorio

source: About is required
it: Dettagli obbligatori

source: Please add a Image
it: Aggiungere un immagine

source: Profile Setting
it: Impostazioni Profilo

source: Enter Provider Name
it: Inserire Nome Azienda/Esercizio/Fornitore

source: Provider Name
it: Nome Azienda/Esercizio/Fornitore

source: Enter Location
it: Inserire Indirizzo

source: Location
it: Indirizzo

source: Enter About
it: Inserire Dettagli

source: About
it: Dettagli

source: Around Me
it: Attorno

source: Update info
it: Aggiorna Info

source: Enter Openning Time
it: Inserire Orario di apertura

source: Openning Time
it: Orari di apertura

source: Enter Closing Time
it: Inserire Orario di chiusura

source: Closing Time
it: Orari di chiusura

source: Booking Details
it: Dettagli Richiesta

source: Drive In
it: Autonomo

# dateandTime
source: Date & Time
it: Data & Orario

source: Services Selected
it: Servizi Scelti

source: Pick up-Drop Charge
it: Costo Ritiro-Consegna

source: Total Amount
it: Importo Totale

source: No Location Found
it: Nessun Indirizzo Trovato

source: Pick up-Drop
it: Ritiro-Consegna

# arrangepickupanddropformthecustomer
source: Arrange pick up & drop form the customer
it: Richiesto servizio di Ritiro-Consegna

source: Pick up-Delivery Address
it: Indirizzo di Ritiro-Consegna

source: Vehicle
it: Veicolo

source: Booked By
it: Prenotazione Da

source: Accept
it: Accetta!

source: Reject
it: Rifiuta!

source: Are you sure you want to reject this request?
it: Confermi di voler rifiutare questa richiesta?

source: Are you sure you want to accept this request?
it: Confermi di voler accettare questa richiesta?

source: Booking for
it: Prenotazione per

source: My Bookings
it: Prenotazioni

source: Past Bookings
it: Passate

source: Pickup
it: Ritiro

source: Drive in
it: Autonomo

source: Total
it: Totale

source: People Rated
it: Voti

source: Full name is reqiured
it: Nome Azienda/Esercizio/Fornitore obbligatorio

source: Contact number is required
it: Numero di contatto obbligatorio

source: Contact Number must have atleast 10 digit Number
it: Il numero di contatto deve avere almeno 10 cifre

source: Enter the message
it: Inserire messaggio

source: Support
it: Supporto

source: We are Happy to hear from you !!
it: A tua diposizione per ogni necessità!

source: Let us know your queries and Feedbacks
it: Facci sapere come possiamo aiutarti

source: Send Your Message
it: Oppure inviaci un messaggio

source: Enter Contact number
it: Inserire Numero di Contatto

source: Contact Number
it: Numero di Contatto

source: Write your message
it: Scrivi il tuo messaggio

source: Submit
it: Invia

source: No phone number found
it: Nessun numero telefonico trovato

source: Call Us
it: Chiamaci

source: No email found
it: Nessuna mail trovata

source: Mail Us
it: Scrivici

# amountidrequired
source: Amount is required
it: Importo obbligatorio

source: Select Services
it: Seleziona Servizi

source: Add Services
it: Aggiungi Servizi

source: Add Service Price
it: Prezzi Servizi

source: Sub Categories
it: Costo medio

source: Add Around
it: Aggiungi Attorno

# aroundmsg
source: Are you sure you want to add this around?
it: Confermi di voler aggiungere questo Attorno?

source: Upload Image
it: Carica Immagine

# uploadthisImage
source: Are you sure you want to upload this Image
it: Confermi di voler caricare questa immagine?

source: Cancel
it: Cancella

source: Upload
it: Carica

# logouMsg
source: Are you sure you want to logout?
it: Confermi di voler uscire dall'applicazione?

source: Yes
it: Si

source: Italian
it: Italiano

source: Save
it: Salva

source: Update Services
it: Aggiorna Servizi

# updatethisservices
source: Are you sure you want to update this services?
it: Confermi di voler aggiornare questi servizi?

source: Select File
it: Seleziona File

source: Click a Photo
it: Scatta Foto

source: Choose from photo Gallery
it: Seleziona da Galleria

source: Close
it: Chiudi

source: Add Price
it: Aggiungi Prezzo

source: Add Amount
it: Aggiungi Importo

source: Add
it: Aggiungi

# selectLocation
source: Please Select Location
it: Selezionare Indirizzo/Zona

source: Payment Status
it: Status Pagamento

source: Paid
it: Pagata

source: Un-paid
it: Da pagare

# finished
source: Finish
it: Completata

source: Are you sure you want to finish this request?
it: Confermi di voler terminare questa prenotazione?

# otpdigitsnumber
source: Otp number must be of 6 digits number
it: Inserire codice di 6 cifre

source: Please enter otp
it: Inserire codice ricevuto

source: Verification Code
it: Digitare codice qui

source: Enter Verification Code
it: Inserire Codice di Verifica

# verificationCodesenton
source: Enter Verification Code we've sent on
it: Inserire il codice di verifica inviato tramite SMS al numero

source: Verification
it: Verifica

source: Requested
it: In Attesa

source: Accepted
it: Accettata

source: Rejected
it: Respinta

# finisheds
source: Finished
it: Finita

# desc
source: Describe your need
it: Indicazioni Cliente

source: Monday
it: Lunedi

source: Tuesday
it: Martedi

source: Wednesday
it: Mercoledi

source: Thursay
it: Giovedi

source: Friday
it: Venerdi

source: Saturday
it: Sabato

source: Sunday
it: Domenica

# dpaid
source: Paid
it: PAGATA

# dUnPaid
source: Unpaid
it: NON PAGATO

source: COD
it: Presso il fornitore

source: CARD
it: carta

source: My Offers
it: Le mie offerte

source: From
it: Da

source: To
it: a

source: Edit
it: Modificare

source: Delete
it: Eliminare

source: Add Offer
it: Aggiungi offerta

source: Describe the offer
it: Descrivi l'offerta

source: Publish for
it: Pubblica per

source: Please describe the offer
it: Si prega di descrivere l'offerta

source: CVC
it: eCVC

source: Expiry Date
it: eExpiry Date

source: Card Holder Name
it: eCard Holder Name

source: Card Number
it: eCard Number

source: Enter Card Number
it: eEnter Card Number

source: Invalid Card Number
it: eInvalid Card Number

source: Enter Expiry Date
it: eEnter Expiry Date

source: Enter CVC
it: eEnter CVC

source: Invalid CVC
it: eInvalid CVC

source: Pay
it: ePay

source: No Chat
it: Nessuna Chat
